{"questionsData" : {
  "BOX_1": [
      {
        "topic": "Regarding transfusion",
        "questions": [
          "a) Name some common products that are transfused.",
          "b) What are the complications of blood transfusion?",
          "c) How to manage mismatched blood transfusion?"
        ]
      },
      {
        "topic": "Regarding Massive Blood Transfusion",
        "questions": [
          "a) Define Massive Blood Transfusion.",
          "b) What are the complications of Massive Blood Transfusion?",
          "c) What precautions are to be taken during Massive Blood Transfusion?"
        ]
      },
      {
        "topic": "Regarding General Anaesthesia (GA)",
        "questions": [
          "a) What are the components of GA?",
          "b) How will you assess a patient for GA?",
          "c) How will you monitor a patient during post-operative recovery phase?"
        ]
      },
      {
        "topic": "A 60kg male underwent a major uncomplicated surgery.",
        "questions": [
          "a) Narrate the postoperative fluid regime for this patient on operative day, 1st postoperative day & 2nd postoperative day.",
          "b) Mention the rationale for your choice.",
          "c) If this patient develops hypokalaemia, how will you correct & monitor him?"
        ]
      },
      {
        "topic": "Regarding Anaesthesia",
        "questions": [
          "a) What are the types of anaesthesia?",
          "b) Name common drugs used in different anaesthesia.",
          "c) How airway can be secured during General Anaesthesia?"
        ]
      },
      {
        "topic": "A 32 years old male, heavy smoker, presents with a very painful, non-healing ulcer with blackening on his left great toe.",
        "questions": [
          "a) What is the likely diagnosis?",
          "b) What other physical signs should you look for?",
          "c) How will you decide the level of amputation if necessary?"
        ]
      },
      {
        "topic": "Regarding Deep Vein Thrombosis (DVT)",
        "questions": [
          "a) What are the risk factors for DVT?",
          "b) How DVT can be prevented?",
          "c) What are the complications of DVT?"
        ]
      },
      {
        "topic": "Regarding chronic limb ischemia",
        "questions": [
          "a) What are the important clinical features of chronic limb ischemia?",
          "b) Define intermittent claudication & rest pain.",
          "c) What are the options for revascularization?"
        ]
      },
      {
        "topic": "Regarding Varicosity of Vein",
        "questions": [
          "a) Define varicose vein.",
          "b) What are the complications of varicose vein of lower limb?",
          "c) Name some other sites of varicosity of vein."
        ]
      },
      {
        "topic": "Regarding Imaging",
        "questions": [
          "a) What colour is air, soft tissue & bone in plain x-ray?",
          "b) What are the types of contrasts used in contrast imaging?",
          "c) What are the contraindications of oral & IV contrast imaging?"
        ]
      },
      {
        "topic": "Mention your suggested imaging with expected findings in the following clinical conditions:",
        "questions": [
          "a) Pneumoperitoneum",
          "b) Acute calculus cholecystitis",
          "c) Ileocolic intussusception"
        ]
      },
      {
        "topic": "Regarding Radiotherapy",
        "questions": [
          "a) Name some tumors that are radiosensitive.",
          "b) What are the types of radiotherapy?",
          "c) What are the 4Rs of radiotherapy?"
        ]
      },
      {
        "topic": "A 70kg man caught fire and was taken to emergency department immediately.",
        "questions": [
          "a) How will you assess his percentage of burn?",
          "b) If he has 20% burn, calculate his fluid requirement & what fluid will you start?",
          "c) How will you manage his burn wound?"
        ]
      },
      {
        "topic": "Regarding sterilization",
        "questions": [
          "a) Define disinfection & sterilization.",
          "b) What are the methods of sterilization?",
          "c) What are the principles of autoclaving?"
        ]
      },
      {
        "topic": "Regarding Shock",
        "questions": [
          "a) Define shock.",
          "b) What are the types of shock?",
          "c) How will you monitor a shock patient during resuscitation?"
        ]
      },
      {
        "topic": "Regarding hypovolemic shock",
        "questions": [
          "a) What are the surgical causes of hypovolemic shock?",
          "b) How do you classify haemorrhagic shock clinically?",
          "c) What fluid should be started initially and why?"
        ]
      },
      {
        "topic": "Regarding Haemorrhage",
        "questions": [
          "a) Classify Haemorrhage.",
          "b) Name some conditions where all types of Haemorrhage occur.",
          "c) How do you control Haemorrhage?"
        ]
      },
      {
        "topic": "Regarding Carbuncle",
        "questions": [
          "a) Define carbuncle.",
          "b) Which organism is responsible for carbuncle?",
          "c) How to manage carbuncle."
        ]
      },
      {
        "topic": "Regarding Tetanus",
        "questions": [
          "a) Which organism is responsible for Tetanus?",
          "b) What is the tetanus prone wounds?",
          "c) How to prevent Tetanus."
        ]
      },
      {
        "topic": "Regarding Gas Gangrene",
        "questions": [
          "a) Which organism is responsible for Gas Gangrene?",
          "b) What are the cardinal features of Gas Gangrene?",
          "c) How to manage Gas Gangrene."
        ]
      },
      {
        "topic": "Regarding sinus & fistula",
        "questions": [
          "a) Define sinus & fistula.",
          "b) Name some congenital and acquired sinus & fistula.",
          "c) How do you manage fistula in ano?"
        ]
      },
      {
        "topic": "Regarding cyst",
        "questions": [
          "a) Define cyst.",
          "b) What are the types of cysts, give an example of each.",
          "c) What is the difference between a cyst and pseudocyst?"
        ]
      }
    ],
  "BOX_2":[ 
      {
        "topic": "Regarding circumcision",
        "questions": [
          "a) Name the different procedures of circumcision.",
          "b) What are the complications of circumcision?",
          "c) Contraindication of circumcision."
        ]
      },
      {
        "topic": "Regarding testicular descent",
        "questions": [
          "a) What is the common location of incompletely descended testis?",
          "b) What are the complications of incompletely descended testis?",
          "c) Surgical option for incompletely descended testis."
        ]
      },
      {
        "topic": "A 16 years old boy developed sudden, severe pain in abdomen which shifted to scrotum. His right hemi-scrotum was swollen and tender.",
        "questions": [
          "a) What is the likely diagnosis?",
          "b) What is the differential diagnosis?",
          "c) How do you manage the patient?"
        ]
      },
      {
        "topic": "A 2 years old boy presented with abdominal distention and constipation since birth. DRE reveals a gripping anal sphincter.",
        "questions": [
          "a) What is the most likely diagnosis?",
          "b) What is the differential diagnosis?",
          "c) How would you investigate this boy?"
        ]
      },
      {
        "topic": "2 years old boy presented with gradually increasing swelling on right side of neck since birth. On examination-swelling is partially compressible, positive-fluctuation test and brilliantly transilluminant.",
        "questions": [
          "a) What is your diagnosis?",
          "b) What are the other possibilities?",
          "c) Treatment options of this condition."
        ]
      },
      {
        "topic": "Regarding Laparoscopic Surgery",
        "questions": [
          "a) What are the advantages of Laparoscopic Surgery?",
          "b) Complications of Laparoscopic Surgery.",
          "c) Disadvantages of Laparoscopic Surgery."
        ]
      },
      {
        "topic": "After open appendicectomy in 5th POD, patient complaints of pain in the operative site and there is also H/O fever with chills and rigor. On examination dressing is socked.",
        "questions": [
          "a) What is your diagnosis?",
          "b) How to manage this patient?",
          "c) What are the other complications of appendicectomy?"
        ]
      },
      {
        "topic": "Regarding upper midline incision",
        "questions": [
          "a) Name some operations that can be performed by upper midline incision.",
          "b) Advantage and disadvantage of upper midline incision.",
          "c) Closure technique of upper midline incision and choice of suture."
        ]
      },
      {
        "topic": "Regarding hernia surgery",
        "questions": [
          "a) What is herniotomy, herniorrhaphy, hernioplasty?",
          "b) Complication of hernioplasty operation.",
          "c) What are the types of mesh?"
        ]
      },
      {
        "topic": "Regarding Sub Costal incision",
        "questions": [
          "a) What are the operations can perform by Sub Costal incision?",
          "b) How to make a sub costal incision.",
          "c) Closure technique of Sub Costal incision."
        ]
      },
      {
        "topic": "An 18-year-old man presents with 24 hours of peri-umbilical abdominal pain, which has now shifted to the right iliac fossa.",
        "questions": [
          "a) What is your diagnosis?",
          "b) Consequence if not treated.",
          "c) Tell about management of this patient."
        ]
      },
      {
        "topic": "A 37-year-old man presents with a 6-month history of intermittent peri-anal pain and swelling followed by purulent discharge; he is fully continent.",
        "questions": [
          "a) What is your diagnosis?",
          "b) Tell about different surgical options.",
          "c) Complication of surgery."
        ]
      },
      {
        "topic": "A 30 years old male underwent appendicectomy for perforated appendix. 5 days later he presented with swinging pyrexia and mucous.",
        "questions": [
          "a) What is your diagnosis?",
          "b) How can you detect it clinically and what INV can confirm it?",
          "c) What is treatment?"
        ]
      },
      {
        "topic": "A 62-year-old female presented with sudden, severe epigastric pain which later spread to whole abdomen. His abdomen is diffusely tender and rigid with obliteration of upper border of liver dullness.",
        "questions": [
          "a) What is your diagnosis?",
          "b) What other positive abdominal signs could be present and what INV confirm the diagnosis?",
          "c) How will you treat the patient?"
        ]
      },
      {
        "topic": "A 30-year-old male, sitting on the edge of a chair with obvious discomfort, hesitates to tell complain. His temp. was 102°F.",
        "questions": [
          "a) What is diagnosis?",
          "b) What is the treatment?",
          "c) How do you warn the patient if he refuses surgery?"
        ]
      },
      {
        "topic": "A 50-year male presented with an epigastric lump and frequent vomiting after meals for 3 months. He has also H/O anorexia and lost 10 kg weight.",
        "questions": [
          "a) What is your diagnosis?",
          "b) What investigation will you do?",
          "c) What are the surgical option and how will you assess the operability?"
        ]
      },
      {
        "topic": "Regarding colonic carcinoma",
        "questions": [
          "a) How will you differentiate clinically Rt. sided colonic carcinoma from Lt. sided colonic carcinoma?",
          "b) How will you investigate a case of colonic carcinoma?",
          "c) Treatment options for rectal carcinoma?"
        ]
      },
      {
        "topic": "A 32 years old male had an H/O PUD. Now his complaints of abdominal discomfort and fullness after taking meal profuse vomiting at the end of the day.",
        "questions": [
          "a) What is your likely diagnosis?",
          "b) What are the physical findings?",
          "c) Tell the Surgical option and how will you prepare him for surgery?"
        ]
      },
      {
        "topic": "Regarding intestinal obstruction",
        "questions": [
          "a) What are the causes of acute intestinal obstruction according to age?",
          "b) How a case of intussusception will present to you?",
          "c) Tell about the management of intussusception."
        ]
      },
      {
        "topic": "a) What is the differential diagnosis of a female fertile patient with a mass in Right Iliac fossa?",
        "questions": [
          "b) How you will manage a case of appendicular lump?",
          "c) When you will discontinue conservative treatment in appendicular lump and what is the surgical option?"
        ]
      },
      {
        "topic": "Regarding acute pancreatitis",
        "questions": [
          "a) Clinical features of acute pancreatitis.",
          "b) Complication of acute pancreatitis.",
          "c) How to assess the severity of a patient of acute pancreatitis."
        ]
      }
  ],
  "BOX_3": [
      {
        "topic": "A 60-year-old female underwent subtotal thyroidectomy for long-standing multinodular goiter. Four hours later, she becomes dyspneic in the recovery room, but chest findings are normal.",
        "questions": [
          "a) What could be the cause of her dyspnea?",
          "b) What should you do?",
          "c) What precaution do you have to take to prevent this condition?"
        ]
      },
      {
        "topic": "A 42-year-old female is a known case of multinodular goiter. Recently, she complains of palpitations, nervousness, and weight loss despite a good appetite.",
        "questions": [
          "a) What is your diagnosis, and what other points should be elicited from history?",
          "b) What investigations will you do?",
          "c) What may happen if she undergoes surgery without preparation?"
        ]
      },
      {
        "topic": "Regarding thyrotoxicosis:",
        "questions": [
          "a) What are the clinical features?",
          "b) What precautions do you have to take before operation?",
          "c) What are the complications of the operation if not made euthyroid?"
        ]
      },
      {
        "topic": "A 52-year-old lady presents with a hard, irregular lump in the right breast for 2 months, measuring 4 cm × 3 cm. The lump is mobile, and the axilla is free.",
        "questions": [
          "a) What is your diagnosis, and name some points in favor of your diagnosis.",
          "b) How will you confirm your diagnosis?",
          "c) How will you manage a locally advanced carcinoma of the breast?"
        ]
      },
      {
        "topic": "Regarding acute bacterial mastitis:",
        "questions": [
          "a) Which group of persons is mainly affected?",
          "b) What is the pathogenesis of this condition?",
          "c) How will you differentiate antibioma from a malignant lesion?"
        ]
      },
      {
        "topic": "Regarding early breast cancer:",
        "questions": [
          "a) What are the presentations of early breast cancer?",
          "b) What is the treatment of early breast cancer?",
          "c) Is there any role of reconstructive breast surgery?"
        ]
      },
      {
        "topic": "Regarding assessment of a breast lump:",
        "questions": [
          "a) What is the method of evaluation by triple assessment?",
          "b) Mention the most relevant imaging investigation regarding age.",
          "c) What is the method of histopathological diagnosis? Which one is most effective and why?"
        ]
      },
      {
        "topic": "Regarding histopathological diagnosis of a breast lump:",
        "questions": [
          "a) What are the techniques?",
          "b) Which one is most effective?",
          "c) Apart from the nature of the tissue, what extra information will you get?"
        ]
      },
      {
        "topic": "Regarding radiological evaluation of breast disease:",
        "questions": [
          "a) What is mammography?",
          "b) In how many planes is it taken?",
          "c) What are the radiological features of a malignant lesion in mammography?"
        ]
      },
      {
        "topic": "A 50-year-old lady presents with a painless solid lump in the upper and outer quadrant of the right breast for the last 3 months, with a mobile axillary lymph node.",
        "questions": [
          "a) What is the most probable diagnosis? Why?",
          "b) What are the components of evaluation?",
          "c) What are the pathological information we need to get from histopathology?"
        ]
      },
      {
        "topic": "Regarding early breast cancer treatment:",
        "questions": [
          "a) Mention the surgical options.",
          "b) What information is required from the histopathological specimen?",
          "c) What is the management of axillary lymph nodes?"
        ]
      },
      {
        "topic": "Regarding locally advanced breast cancer:",
        "questions": [
          "a) What are the clinical features?",
          "b) How do you assess the staging/extent of the disease?",
          "c) Mention the modalities of treatment."
        ]
      },
      {
        "topic": "Regarding treatment of breast cancer:",
        "questions": [
          "a) What are the components of multi-modal treatment?",
          "b) What is MDT? Who is included in MDT?",
          "c) Mention the indications of NACT."
        ]
      },
      {
        "topic": "A 56-year-old male presents with painless, progressive jaundice for 3 months. He passes pale stools and has lost 12 kg of body weight.",
        "questions": [
          "a) What is the most likely diagnosis?",
          "b) How will you prepare the patient if surgery is required?",
          "c) What investigations will you do?"
        ]
      },
      {
        "topic": "A patient was operated on for choledocholithiasis. The common bile duct was drained by a T-tube at the end of the procedure.",
        "questions": [
          "a) What is the purpose of putting a T-tube there?",
          "b) When will you remove the tube?",
          "c) What precautions will you take prior to removal of the T-tube?"
        ]
      },
      {
        "topic": "Regarding gallstones:",
        "questions": [
          "a) What is the pathogenesis of stone formation?",
          "b) What is the fate of a stone in the gallbladder?",
          "c) What is Courvoisier’s law?"
        ]
      },
      {
        "topic": "Regarding obstructive jaundice:",
        "questions": [
          "a) What are the causes of obstructive jaundice?",
          "b) What is the presentation of obstructive jaundice?",
          "c) What is the role of imaging in finding out the causes?"
        ]
      },
      {
        "topic": "A 40-year-old female presents with severe pain in the right upper abdomen with nausea. On physical examination, she is anxious, and Murphy’s sign is positive.",
        "questions": [
          "a) What is the most likely diagnosis?",
          "b) What are the clinical presentations?",
          "c) What is the management of this condition?"
        ]
      },
      {
        "topic": "If a stone is obstructed in the cystic duct:",
        "questions": [
          "a) What will be the consequences?",
          "b) What are the clinical features?",
          "c) How will you proceed to manage such a condition?"
        ]
      },
      {
        "topic": "A 45-year-old male with a history of alcohol abuse presents with severe epigastric pain, sudden in onset, radiating to the back, and associated with nausea and vomiting. He had a cholecystectomy 4 years ago.",
        "questions": [
          "a) What is the most likely diagnosis?",
          "b) How will you investigate him?",
          "c) How will you proceed to manage such a condition?"
        ]
      },
      {
        "topic": "A 50-year-old male presents with total hematuria with a mass in the left loin.",
        "questions": [
          "a) What is the probable diagnosis?",
          "b) What other points should be elicited from history?",
          "c) What investigations can confirm it?"
        ]
      },
      {
        "topic": "A 65-year-old male presents with poor urinary stream and nocturnal frequency. DRE reveals an enlarged prostate.",
        "questions": [
          "a) What investigations would you suggest and why?",
          "b) What are the indications for surgery?",
          "c) What complications may develop if left untreated?"
        ]
      },
      {
        "topic": "A 62-year-old dye worker presents with intermittent, painless, total hematuria for 3 months. He denies any difficulty in micturition except occasionally passing clots.",
        "questions": [
          "a) What is the likely diagnosis?",
          "b) What investigations can confirm it?",
          "c) What is the management of such a disease if it presents with retention of urine?"
        ]
      },
      {
        "topic": "A 16-year-old healthy boy develops sudden, severe pain in the abdomen, which shifts to the scrotum. His right hemiscrotum is swollen and tender.",
        "questions": [
          "a) What is the likely diagnosis?",
          "b) What are the differential diagnoses?",
          "c) How do you manage the patient?"
        ]
      },
      {
        "topic": "A 23-year-old male falls astride a manhole lid while walking. He notices blood at the urethral meatus and is unable to pass urine.",
        "questions": [
          "a) What is the diagnosis?",
          "b) What other physical signs may be present?",
          "c) What are the dos and don’ts while managing such a case?"
        ]
      },
      {
        "topic": "Regarding hematuria:",
        "questions": [
          "a) Mention some causes of painless and painful hematuria.",
          "b) How do you investigate a case of hematuria?",
          "c) How do you manage a case of hematuria?"
        ]
      },
      {
        "topic": "A 32-year-old lady suffers from left-sided abdominal pain, which radiates from the loin to the groin. She also gives a history of passage of blood-mixed urine.",
        "questions": [
          "a) What is the probable diagnosis?",
          "b) What investigations will you do?",
          "c) What is the management of such a disease?"
        ]
      },
      {
        "topic": "Regarding vasectomy:",
        "questions": [
          "a) What are the points you have to mention during counseling?",
          "b) What are the indications for vasectomy?",
          "c) What are the steps of the operation?"
        ]
      }
    ],
  "BOX_4": [
      {
        "topic": "In a burn patient",
        "questions": [
          "a) Indication of hospital admission.",
          "b) Fluid management of a burn patient.",
          "c) Calculation of burn area."
        ]
      },
      {
        "topic": "In a patient of Gas Gangrene",
        "questions": [
          "a) Name the causative organism and clinical feature.",
          "b) Risk factor of gas gangrene.",
          "c) Treatment of gas gangrene."
        ]
      },
      {
        "topic": "Regarding types of fracture",
        "questions": [
          "a) Classify fracture clinically and radiologically.",
          "b) Principle of management of close fracture.",
          "c) Name some common fractures in children/ peculiarities of childhood fracture?"
        ]
      },
      {
        "topic": "Regarding dislocation",
        "questions": [
          "a) Define dislocation and subluxation.",
          "b) Common sites of dislocation.",
          "c) What are the orthopaedic emergencies?"
        ]
      },
      {
        "topic": "A 50-year-old lady came to emergency department with pain and swelling in right wrist joint following fall over an outstretched hand",
        "questions": [
          "a) What is your likely diagnosis?",
          "b) How to confirm your diagnosis?",
          "c) Management of this patient."
        ]
      },
      {
        "topic": "Regarding bone tumors",
        "questions": [
          "a) Name some common benign tumors.",
          "b) How to confirm diagnosis of benign bone tumor.",
          "c) Principle of treatment of benign bone tumor."
        ]
      },
      {
        "topic": "Regarding union of a fracture",
        "questions": [
          "a) Define non-union and delayed union.",
          "b) Name the factors responsible for non-union.",
          "c) Give some examples of non-union and malunion."
        ]
      },
      {
        "topic": "Regarding complications of fracture",
        "questions": [
          "a) Mention the immediate complications of fracture.",
          "b) Mention the delayed complications of fracture.",
          "c) How to manage the immediate complication of fracture."
        ]
      },
      {
        "topic": "In compartment syndrome",
        "questions": [
          "a) What is compartment syndrome?",
          "b) What clinical features are suggestive of compartment syndrome?",
          "c) What should be done immediately in such a case?"
        ]
      },
      {
        "topic": "Regarding pathological fracture",
        "questions": [
          "a) What is pathological fracture?",
          "b) Common sites of pathological fracture.",
          "c) Mention causes of pathological fracture."
        ]
      },
      {
        "topic": "A 7-year-old boy presented with painful, swollen left elbow due to fall. X-ray of left elbow were done which revealed fracture through the lower end of the left humerus.",
        "questions": [
          "a) What is the diagnosis?",
          "b) What you must see during physical examination.",
          "c) What are the complications?"
        ]
      },
      {
        "topic": "In case of immobilizing a fractured limb",
        "questions": [
          "a) Name the methods of immobilization.",
          "b) Describe any method of immobilization.",
          "c) What is prosthesis & what is brace?"
        ]
      },
      {
        "topic": "In chronic osteomyelitis",
        "questions": [
          "a) What are the common radiological findings?",
          "b) Principle of management of chronic osteomyelitis.",
          "c) Complication of chronic osteomyelitis."
        ]
      },
      {
        "topic": "A 40-year-old male patient came to you with a suspected fracture in femur",
        "questions": [
          "a) How will you write a requisition slip for relevant X-ray?",
          "b) What are the components of 'Rule of 2'?",
          "c) Describe any one component with example."
        ]
      },
      {
        "topic": "Regarding acute haematogenous osteomyelitis",
        "questions": [
          "a) Mention the common organism responsible for it.",
          "b) Mention its management protocol.",
          "c) Mention its complication."
        ]
      },
      {
        "topic": "Regarding closed method of immobilization in a fractured patient",
        "questions": [
          "a) What is splint & cast?",
          "b) What are the materials used for cast?",
          "c) Complication of cast."
        ]
      },
      {
        "topic": "A 70-year-old woman tripped over the pavement and landed on her right hip. The skiagram showed fracture of the neck of right femur.",
        "questions": [
          "a) How fracture neck of femur can be detected in an X-ray?",
          "b) What are the common complications of this type of fracture?",
          "c) How would you treat her and how she should be counselled?"
        ]
      },
      {
        "topic": "A 10-year-old boy of chronic osteomyelitis in proximal tibia came to you with an X-ray showing sequestrum.",
        "questions": [
          "a) Define sequestrum.",
          "b) How does it form?",
          "c) Mention its management."
        ]
      },
      {
        "topic": "Regarding metastatic bone tumor",
        "questions": [
          "a) Name the common sources.",
          "b) Name the common sites.",
          "c) What investigations will you suggest to evaluate metastatic bone tumor?"
        ]
      },
      {
        "topic": "Regarding malignant bone tumor",
        "questions": [
          "a) Name some common malignant bone tumor.",
          "b) How will you confirm your diagnosis?",
          "c) What are the treatment modalities of malignant bone tumor?"
        ]
      },
      {
        "topic": "In supracondylar fracture of children",
        "questions": [
          "a) Mention its mechanism.",
          "b) What are the possible complications?",
          "c) Mention the management of any one of them."
        ]
      },
      {
        "topic": "A pedestrian was struck by moving vehicle and developed chest pain with dyspnoea. A segment of chest wall was moving in and out during inspiration and expiration.",
        "questions": [
          "a) Name the condition and explain the pattern of chest movement.",
          "b) Describe the pathophysiology in brief.",
          "c) What are the principles of treatment?"
        ]
      },
      {
        "topic": "Regarding pneumothorax",
        "questions": [
          "a) Define pneumothorax and tension pneumothorax.",
          "b) How will you diagnose a case of pneumothorax?",
          "c) Management of pneumothorax."
        ]
      },
      {
        "topic": "In case of chest drain",
        "questions": [
          "a) Indication of giving chest drain.",
          "b) Indication of removal of chest drain.",
          "c) Complications that may occur during introducing chest drain."
        ]
      },
      {
        "topic": "In case of tension pneumothorax",
        "questions": [
          "a) Mention the clinical feature.",
          "b) Management of such a patient.",
          "c) Complication of tension pneumothorax."
        ]
      },
      {
        "topic": "Regarding flail chest",
        "questions": [
          "a) Define flail chest.",
          "b) Clinical feature of flail chest.",
          "c) Treatment of flail chest."
        ]
      },
      {
        "topic": "Regarding intracranial haemorrhage",
        "questions": [
          "a) What are the types of intracranial haemorrhage?",
          "b) Clinical feature of intracranial haemorrhage.",
          "c) Management of any one of the intracranial haemorrhage."
        ]
      },
      {
        "topic": "Regarding Triage",
        "questions": [
          "a) Define triage.",
          "b) Component of triage.",
          "c) Importance of triage."
        ]
      },
      {
        "topic": "Regarding ATLS",
        "questions": [
          "a) Define ATLS.",
          "b) Components of ATLS.",
          "c) Describe any one component of ATLS."
        ]
      },
      {
        "topic": "Regarding intracranial pressure",
        "questions": [
          "a) Sign & symptoms of raised intracranial pressure.",
          "b) Causes of raised ICP.",
          "c) What is cushing triad?"
        ]
      },
      {
        "topic": "Regarding painless haematuria",
        "questions": [
          "a) Causes of painless haematuria.",
          "b) Investigation of such a case.",
          "c) Treatment of haematuria."
        ]
      },
      {
        "topic": "A 13-year-old boy got struck on his head by a cricket ball and lost his consciousness. Soon he recovered but 3 hours later again collapsed, GCS was 7.",
        "questions": [
          "a) What is the most likely diagnosis?",
          "b) Why did he lose consciousness twice?",
          "c) How do you confirm and treat the patient?"
        ]
      },
      {
        "topic": "Regarding head injury",
        "questions": [
          "a) Indication of hospital admission in a case of head injury.",
          "b) Investigation for such a patient.",
          "c) Management of such a patient."
        ]
      },
      {
        "topic": "Regarding GCS",
        "questions": [
          "a) What is GCS?",
          "b) Components of GCS.",
          "c) Importance of GCS."
        ]
      },
      {
        "topic": "A patient came to you with intra-abdominal haemorrhage following trauma",
        "questions": [
          "a) How will you resuscitate the patient?",
          "b) What investigations will you do?",
          "c) How will you manage such a case?"
        ]
      },
      {
        "topic": "In case of blunt abdominal trauma",
        "questions": [
          "a) Mention common injuries causing blunt abdominal trauma.",
          "b) Mention the clinical features.",
          "c) What investigation will you suggest?"
        ]
      },
      {
        "topic": "A 27-year-old male student sustained blunt trauma to his right chest following RTA. He was severely dyspnoeic with a silent chest on the right side.",
        "questions": [
          "a) What is your diagnosis?",
          "b) What should you do immediately and subsequently?",
          "c) What are the other possible associated injuries?"
        ]
      },
      {
        "topic": "A 29-year-old male, stabbed by a goon, presented with a cut injury on his right wrist which was bleeding profusely.",
        "questions": [
          "a) What should you do immediately?",
          "b) What physical signs should be looked for in the hand?",
          "c) How will you treat him?"
        ]
      },
      {
        "topic": "Regarding triangle of safety",
        "questions": [
          "a) Define triangle of safety.",
          "b) Mention its clinical importance.",
          "c) What are the complications of chest drain?"
        ]
      },
      {
        "topic": "An 18-year-old male was rescued from a car crash. His pulse was 140/min, feeble; BP-70/40 mmHg and bruise over right upper abdomen.",
        "questions": [
          "a) What is your diagnosis?",
          "b) What organ is likely to be injured?",
          "c) How do you resuscitate such a patient?"
        ]
      },
      {
        "topic": "Regarding upper midline incision",
        "questions": [
          "a) Mention the advantages and disadvantages of upper midline incision.",
          "b) Indication of upper midline incision.",
          "c) Layers incised in upper midline incision."
        ]
      },
      {
        "topic": "Regarding lucid interval",
        "questions": [
          "a) Define lucid interval.",
          "b) Mechanism of lucid interval in head injury patient.",
          "c) What investigation will you do?"
        ]
      }
  ]}}